tap "barutsrb/tap"
brew "atuin"
brew "azure-cli"
brew "bat"
brew "cloc"
brew "fd"
brew "fzf"
brew "gh"
brew "glow"
brew "gum"
brew "just"
brew "lazygit"
brew "lua-language-server"
brew "luarocks"
brew "neovim"
brew "node"
brew "notation"
brew "oras"
brew "powershell", link: false
brew "ripgrep"
brew "syft"
brew "television"
brew "terminal-notifier"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "tree"
brew "trivy"
brew "typst"
brew "uv"
brew "vhs"
brew "yadm"
brew "zizmor"
brew "zoxide"
cask "claude-code"
cask "copilot-cli"
cask "espanso"
cask "font-inter"
cask "ghostty@tip"
cask "git-credential-manager"
cask "hammerspoon"
cask "barutsrb/tap/omniwm"
cask "powershell"
cask "structuredlogviewer"
cask "wezterm"
go "github.com/Azure/acr-cli/cmd/acr"
uv "agentic-threat-hunting-framework"
