brew "azure-cli"
brew "fd"
brew "fzf"
brew "gh"
brew "gum"
brew "just"
brew "lazygit"
brew "neovim"
brew "node"
brew "notation"
brew "oras"
brew "ripgrep"
brew "syft"
brew "terminal-notifier"
brew "tlrc"
brew "tmux"
brew "tree"
brew "trivy"
brew "worktrunk"
brew "yadm"
cask "claude-code"
cask "copilot-cli"
cask "ghostty@tip"
cask "git-credential-manager"
cask "hammerspoon"
cask "powershell"
cask "structuredlogviewer"
cask "wezterm"
