{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2026-04-27T14:12:56.283-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "Docker.DockerDesktop"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
				{
					"PackageIdentifier" : "Microsoft.Azd"
				},
				{
					"PackageIdentifier" : "Microsoft.AzureCLI"
				},
				{
					"PackageIdentifier" : "GitHub.cli"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.10"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier" : "Casey.Just"
				},
				{
					"PackageIdentifier" : "JesseDuffield.lazygit"
				},
				{
					"PackageIdentifier" : "Microsoft.Edit"
				},
				{
					"PackageIdentifier" : "ORASProject.ORAS"
				},
				{
					"PackageIdentifier" : "charmbracelet.glow"
				},
				{
					"PackageIdentifier" : "uutils.coreutils"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier" : "Microsoft.Bicep"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.29.140-preview"
}
